SoapTest/soap_config/25.reset_outstanding_charges.txt

<?xml version="1.0" encoding="UTF-8"?>

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>

<SubmitRequest xmlns="http://alcatel-lucent.com/esm/ws/svcmgr/V2_0">
    <SessionInfo>
        <sessionId>173418</sessionId>
    </SessionInfo>

    <RequestInfo>
        <ReqID></ReqID>
    </RequestInfo>


    <TaskList>
        <Task>
            <Name>Reset Outstanding Charges</Name>
            <ParamList>
                <Param>
                    <Name>Account ID</Name>
                    <Value>886906000015</Value>
                </Param>
                <Param>
                    <Name>Transaction ID</Name>
                    <Value>MsgSoap025</Value>
                </Param>
            </ParamList>
        </Task>
    </TaskList>
</SubmitRequest>


</S:Body>
</S:Envelope>

